Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: A character cannot legally sell restricted objects unless the character is licensed to own them.
zh_cn: 角色不能合法地出售管制物品，除非角色有合法持有它的执照。

source: A character cannot take 20 when purchasing a stake.
zh_cn: 角色购买赌注不可取20。

source: A character cannot use this function of Navigate to find a path to a site if the character has no idea where the site is located.
zh_cn: 如果角色不知道目的地的位置，是不能以这种形式的寻路检定找到正确的岔路的。

source: A character can’t attack with two weap-ons while grappling.
zh_cn: 角色不能在擒抱中以双持武器攻击。

source: A character can’t deliver a coup de grace against a creature that is immune to critical hits.
zh_cn: 角色不能对免疫重击的生物发起致命一击。

source: A character can’t deliver a knockout blow against a creature that is immune to critical hits.
zh_cn: 角色不能对免疫重击的生物发起击倒攻击。

source: A character can’t fit through a space that his or her head doesn’t fit through.
zh_cn: 角色不能进入比头还小的空间。

source: A character can’t get a hold on any creature more than two size categories larger than the character.
zh_cn: 角色不能对任何比自己大两个体型等级的生物实施握。

source: A character can’t take 10 or take 20 when making a Profession check to improve his or her Wealth bonus.
zh_cn: 角色使用专业检定提高财富加值不可以取10或取20。

source: A character can’t take a 5-foot step during the same round as a full charge.
zh_cn: 角色不能在冲锋的这一轮内做五尺快步。

source: A character can’t use a feat if the character has lost a prerequisite.
zh_cn: 若角色不再满足专长所要求的条件，角色将不可使用此专长。

source: A character can’t use a weapon on a pinned character or attempt to damage or pin a second opponent while holding a pin on the first.
zh_cn: 角色若一开始就选择压制，则不可对被压制的角色使用武器，也不可压制或伤害第二个角色。

source: A character can’t use an action point on a skill check or ability check when he or she is taking 10 or taking 20.
zh_cn: 角色不能在技能检定或属性检定中取10取20时，使用行动点改变投掷结果。

source: A character can’t use his or her Dexterity bonus to Defense or make attacks of opportunity while flat-footed.
zh_cn: 措手不及时，角色不能将敏捷加值应用于防御，也不能做出借机攻击。

source: A character can’t use this feat if he or she is carrying a heavy load or wearing heavy armor.
zh_cn: 角色不能在重度负载或穿着重甲时使用此专长。

source: A character can’t, however, exceed his or her normal movement for that action.
zh_cn: 但是，角色移动的总距离不能超过常速。

source: A character capable of making more than one melee attack per round must use the full attack action (see Full-Round Actions, below) in order to make more than one attack.
zh_cn: 可做一次以上近战攻击动作的角色必须使用`全力攻击`动作（见下文`整轮动作`）来执行多次攻击。

source: A character capable of making more than one ranged attack per round must use the full attack action (see Full-Round Actions, below) in order to make more than one attack.
zh_cn: 可做一次以上远程攻击动作的角色必须使用`全力攻击`动作（见下文`整轮动作`）来执行多次攻击。

source: A character caught in a cloud of tear gas must make a Fortitude save (DC 15) or be nauseated.
zh_cn: 在催泪瓦斯内的角色必须进行一次强韧豁免（DC15），失败则`反胃`。

source: A character concealing an object before he or she heads out into public can usually take 10 unless he or she is rushed, trying to conceal it when others might see, or under other unusual constraints.
zh_cn: 角色在公开露面前隐藏物品通常可以取10，除非角色很匆忙、隐藏时能被其他人看到、或在其他不寻常的限制下。

source: A character dies when his or her hit points drop to –10 or lower, or when his or her Constitution drops to 0.
zh_cn: 当生命值降至-10以及更低，或体质降至0，角色死亡。

source: A character does not have to make an attack of opportunity if he or she doesn’t want to.
zh_cn: 角色如果不想借机攻击，可以不做。

source: A character doesn’t gain a bonus for flanking when making a ranged attack.
zh_cn: 角色进行远程攻击将不能获得夹击加值。

source: A character doesn’t incur an attack of opportunity when doing so.
zh_cn: 用这种方式进行攻击时，角色不会引发借机攻击。fang

source: A character doesn’t provoke an attack of opportunity if all he or she moves is a 5-foot step, or if the character withdraws.
zh_cn: 角色的移动是一个五尺快步，或者角色在撤退。

source: A character either knows how to read and write a specific language or doesn’t.
zh_cn: 角色要么会读写此语言，要么完全不会。

source: A character either knows how to speak and understand a specific language or doesn’t.
zh_cn: 角色要么会说和听懂此语言，要么完全不会。

source: A character fully immersed in acid takes potentially more damage per round of exposure than a character splashed with acid.
zh_cn: 角色完全浸入酸比溅到酸受到更多的伤害。

source: A character gains a bonus feat upon attaining each even-numbered level in a class.
zh_cn: 角色在偶数等级可以获得一个奖励专长。

source: A character gains a talent upon attaining each odd-numbered level in a class (including 1st level).
zh_cn: 角色可以在达到奇数等级时获得天赋（包括1级）。

source: A character has a 5% chance (roll of 1 on 1d20) to expose him or herself to a poison whenever the character applies it to a weapon or otherwise readies it for use.
zh_cn: 角色涂毒或执行其他准备使用毒素的动作时会有5%的几率让自己中毒（D20投出1）。

source: A character immune to fear effects can’t be intimidated.
zh_cn: 免疫恐惧的角色不会被威吓到。

source: A character in a vehicle fills one of several possible roles, which determines what the character can do.
zh_cn: 角色在载具中通常担任一到多个职能，这决定了角色能做的事情。

source: A character in an airless environment (underwater, vacuum) can hold his or her breath for a number of rounds equal to his or her Constitution score.
zh_cn: 角色在无空气的环境下（水下、真空）能够闭气，持续等同于其体质的轮数。

source: A character is the system administrator of his or her personal computer.
zh_cn: 角色是其所拥有的个人电脑的系统管理员。

source: A character makes his or her attack of opportunity, however, at his or her normal attack bonus—even if the character has already attacked in this round.
zh_cn: 即使角色在本轮已经攻击过了，仍可以以平常的攻击加值进行借机攻击。

source: A character may add a +2 bonus to his or her Intimidate check for every size category the character is larger than his or her target.
zh_cn: 角色的体型每比目标大一级，威吓检定就多2点加值。

source: A character may add new classes as he or she progresses in levels, thereby becoming a multiclass character.
zh_cn: 角色在另一个职业中获得等级，就成了一个跨职角色。

source: A character may be able to put together some impromptu tools to make the check.
zh_cn: 角色可能会收集一些临时工具来替代，进行技能检定。

source: A character may draw a shuriken as a free action.
zh_cn: 角色可用一个即时动作投掷手里剑。

source: A character may have no allegiances (being either a free spirit or a lone wolf) or may change allegiances as he or she goes through life.
zh_cn: 角色也可以没有特定阵营（信仰自由或者独来独往的人），也可以在游戏过程中改变阵营。

source: A character may have up to three allegiances, listed in order from most important to least important.
zh_cn: 每个角色最多可以有三个阵营，按重要程度从高到低排列。

source: A character may make a second Navigate check (DC 20) to regain his or her path.
zh_cn: 角色要再进行第二次寻路检定（DC20）以找到正确的道路。

source: A character may not withdraw using a form of movement for which that character must make a skill check.
zh_cn: 角色不能用需要进行技能检定的移动方式进行撤退。

source: A character needs a computer to make Computer Use checks and to make Research checks involving the Internet.
zh_cn: 角色需要用电脑来做计算机使用检定，和进行与网络有关的研究检定。

source: A character normally moves as a move action, leaving an attack action to attack.
zh_cn: 角色通常以一个移动动作移动，剩下一个攻击动作。

source: A character not properly equipped to counteract the heat or cold must attempt a Fortitude saving throw each hour (DC 15, +1 for each previous check).
zh_cn: 角色如果没有穿戴能够抵御炎热或寒冷的装备，必须每小时进行一次强韧豁免检定（DC15，之后每次检定DC+1）。

source: A character of the good allegiance can turn undead, driving them away or perhaps destroying them.
zh_cn: 善良阵营的角色可以驱散不死生物，赶走甚至摧毁它们。

source: A character performing surgery without a surgery kit takes a -4 penalty on the Treat Injury check.
zh_cn: 无手术箱的角色进行手术时，医疗检定将有4点减值。

source: A character recovers 1 hit point per character level per evening of rest (8 hours of sleep).
zh_cn: 角色每经过一次晚休（睡8小时）都恢复与角色等级数相等的生命值。

source: A character scatters caltrops on the ground to injure opponents, or at least slow them down.
zh_cn: 角色将铁蒺藜撒在地上以伤害对手，或只是延缓对手。

source: A character should not make a Bluff check every time he or she utters a lie.
zh_cn: 角色不需要每次说谎都做唬骗检定。

source: A character still must meet any prerequisites for these bonus feats.
zh_cn: 这些额外奖励专长仍然需要满足先决条件才能获得。

source: A character takes 1d6 points of damage for every 10 feet of a fall, to a maximum of 20d6 points.
zh_cn: 角色坠落后，每10尺的高度角色受到1d6的伤害，封顶20d6。

source: A character takes a –4 penalty on his or her attack roll when wielding or throwing an improvised weapon.
zh_cn: 角色在使用临时武器攻击或投掷时，攻击骰会有4点减值。

source: A character takes a –4 penalty on the attack roll when firing at an adjacent target.
zh_cn: 射击相邻目标时，攻击骰会有4点减值。

source: A character threatens the squares into which he or she can make a melee attack, even when it is not the character’s action.
zh_cn: 角色会威胁到所有可以近战攻击到的方格，即使此时未轮到角色行动。

source: A character undergoing complete bed rest (doing nothing for an entire day) recovers 2 hit points per character level.
zh_cn: 角色在床上经过充足的睡眠（一整天什么也不干）恢复角色等级数两倍的生命值。

source: A character wearing a ghillie suit with appropriate coloration gains a +10 bonus on Hide checks.
zh_cn: 穿着合适伪装的吉利服的角色躲藏检定有10点加值。

source: A character who becomes stunned loses his or her Dexterity bonus, drops what he or she is holding, and can take no attack or move actions.
zh_cn: 震慑状态的角色会失去敏捷加值，手上的东西会掉落，无法攻击或移动。

source: A character who doesn’t know, or know of, the hero can’t be influenced by his or her reputation.
zh_cn: 角色不认识、没听说过这个英雄，是不能被英雄的声望影响的。

source: A character who has not yet acted during a combat is flat-footed, not reacting normally to the situation.
zh_cn: 角色战斗时还未行动就是措手不及，不能正常对形势作出反应。

source: A character who has run to his or her limit must rest for 1 minute (10 rounds) before running again.
zh_cn: 角色若奔跑至极限，必须休息1分钟（10轮）才能再度奔跑。

source: A character who qualifies can choose an advanced class as an additional class as he or she gains levels, using the multiclassing rules.
zh_cn: 满足了要求的角色将可以选择一个高级职业，作为一个新增的职业，按照跨职规则提升等级。

source: A character who succeeds at a Survival check (DC 15) gains a +4 competence bonus on the save (see the Survival skill).
zh_cn: 生存检定成功（DC15）的角色会在豁免中获得4点表现加值（详见“生存”技能）。

source: A character who undergoes surgery is fatigued for 24 hours, minus 2 hours for every point above the DC the surgeon achieves.
zh_cn: 手术后角色将疲乏24小时，每超过DC1点，疲乏的时间减去2小时。

source: A character with a CON of 0 is dead.
zh_cn: 体质值为0意味着角色死亡。

source: A character with spellcasting ability loses the ability to cast one spell of the highest level he or she can cast (player’s choice); this loss persists until the negative level is removed.
zh_cn: 如果受害者可以施法，他将失去一个当前可用的最高等级法术（由玩家选择），此损失将持续到负向等级移除。

source: A character with the Acrobatic feat and at least 1 rank in this skill gets a +2 bonus on all Tumble checks.
zh_cn: 有`杂技`专长且此技能至少1级的角色，翻滚检定有2点加值。

source: A character with the Acrobatic feat gets a +2 bonus on all Jump checks.
zh_cn: 有`杂技`专长的角色的跳跃检定有2点加值。

source: A character with the Alertness feat gets a +2 bonus on all Listen checks.
zh_cn: 有`警觉`专长的角色的聆听检定有2点加值。

source: A character with the Alertness feat gets a +2 bonus on all Spot checks.
zh_cn: 有`警觉`专长的角色的侦察检定有2点加值。

source: A character with the Animal Affinity feat and at least 1 rank in this skill gets a +2 bonus on all Handle Animal checks.
zh_cn: 有`动物亲和`专长且此技能至少1级的角色，驯养动物检定有2点加值。

source: A character with the Animal Affinity feat gets a +2 bonus on all Ride checks.
zh_cn: 有`动物亲和`专长的角色骑术检定有2点加值。

source: A character with the Athletic feat gets a +2 bonus on all Climb checks.
zh_cn: 有竞技专长的角色的攀爬检定有2点加值。

source: A character with the Athletic feat gets a +2 bonus on all Swim checks.
zh_cn: 有竞技专长的角色的游泳检定有2点加值。

source: A character with the Attentive feat and at least 1 rank in this skill gets a +2 bonus on all Investigate checks.
zh_cn: 有`听者有心`专长且此技能至少1级的角色，调查检定有2点加值。

source: A character with the Attentive feat gets a +2 bonus on all Sense Motive checks.
zh_cn: 有`听者有心`专长的角色察言观色检定有2点加值。

source: A character with the Builder feat gets a +2 bonus on all Craft (chemical) checks.
zh_cn: 有`构造师`专长的角色制造（化学）检定有2点加值。

source: A character with the Builder feat gets a +2 bonus on all Craft (electronic) checks.
zh_cn: 有`构造师`专长的角色制造（电子）检定有2点加值。

source: A character with the Builder feat gets a +2 bonus on all Craft (mechanical) checks.
zh_cn: 有`构造师`专长的角色制造（机械）检定有2点加值。

source: A character with the Builder feat gets a +2 bonus on all Craft (structural) checks.
zh_cn: 有`构造师`专长的角色制造（结构）检定有2点加值。

source: A character with the Cautious feat and at least 1 rank in this skill gets a +2 bonus on all Demolitions checks.
zh_cn: 有`谨慎`专长且爆破至少1级的角色，爆破检定有2点加值。

source: A character with the Cautious feat and at least 1 rank in this skill gets a +2 bonus on all Disable Device checks.
zh_cn: 有`谨慎`专长且爆破至少1级的角色，解除装置检定有2点加值。

source: A character with the Confident feat gets a +2 bonus on all Gamble checks.
zh_cn: 有`自信`专长的角色的赌博检定有2点加值。

source: A character with the Confident feat gets a +2 bonus on all Intimidate checks and on level checks to resist intimidation.
zh_cn: 有`自信`专长的角色在威吓检定以及对抗威吓的等级检定上获得2点加值。

source: A character with the Deceptive feat gets a +2 bonus on all Bluff checks.
zh_cn: 有欺诈专长的角色的唬骗检定有2点加值。

source: A character with the Deceptive feat gets a +2 bonus on all Disguise checks.
zh_cn: 有欺诈专长的角色的易容检定有2点加值。

source: A character with the Educated feat gets a +2 bonus on any two types of Knowledge checks.
zh_cn: 有`良好教育`专长角色可在任意两个类别的知识检定上获得2点加值。

source: A character with the Focused feat gets a +2 bonus on all Balance checks.
zh_cn: 有全神贯注专长的角色的平衡检定有2点加值。

source: A character with the Focused feat gets a +2 bonus on all Concentration checks.
zh_cn: 有全神贯注专长的角色的专注检定有2点加值。

source: A character with the Gearhead feat and at least 1 rank in this skill gets a +2 bonus on all Repair checks.
zh_cn: 有`技术宅`专长且此技能至少1级的角色，修理检定有2点加值。

source: A character with the Gearhead feat gets a +2 bonus on all Computer Use checks.
zh_cn: 有`技术宅`专长的角色计算机使用检定有2点加值。

source: A character with the Guide feat gets a +2 bonus on all Navigate checks.
zh_cn: 有`向导`专长的角色的寻路检定有2点加值。

source: A character with the Guide feat gets a +2 bonus on all Survival checks.
zh_cn: 有`向导`专长的角色的生存检定有2点加值。

source: A character with the Medical Expert feat gets a +2 bonus on all Craft (pharmaceutical) checks.
zh_cn: 有`医药专家`专长的角色制造（配药）检定有2点加值。

source: A character with the Medical Expert feat gets a +2 bonus on all Treat Injury checks.
zh_cn: 有`医药专家`专长的角色医疗检定有2点加值。

source: A character with the Meticulous feat gets a +2 bonus on all Forgery checks.
zh_cn: 有`一丝不苟`专长的角色的伪造文书检定有2点加值。

source: A character with the Meticulous feat gets a +2 bonus on all Search checks.
zh_cn: 有`一丝不苟`专长的角色的搜索检定有2点加值。

source: A character with the Nimble feat and at least 1 rank in this skill gets a +2 bonus on all Sleight of Hand checks.
zh_cn: 有`灵巧`专长且手上功夫至少1级的角色，手上功夫检定有2点加值。

source: A character with the Nimble feat gets a +2 bonus on all Escape Artist checks.
zh_cn: 有`灵巧`专长的角色脱逃检定有2点加值。

source: A character with the Run feat gains a +2 competence bonus on Jump checks preceded by a 20-foot move.
zh_cn: 若有20尺助跑，有奔跑专长的角色还会为跳跃提供2点表现加值。

source: A character with the Stealthy feat gets a +2 bonus on all Hide checks.
zh_cn: 有`隐秘`专长的角色的躲藏检定有2点加值。

source: A character with the Stealthy feat gets a +2 bonus on all Move Silently checks.
zh_cn: 有`隐秘`专长的角色的潜行检定有2点加值。

source: A character with the Studious feat gets a +2 bonus on all Decipher Script checks.
zh_cn: 有`好学`专长的角色文件解读检定有2点加值。

source: A character with the Studious feat gets a +2 bonus on all Research checks.
zh_cn: 有`好学`专长的角色研究检定有2点加值。

source: A character with the Trustworthy feat gets a +2 bonus on all Diplomacy checks.
zh_cn: 有`值得信赖`专长的角色的交涉检定有2点加值。

source: A character with the Trustworthy feat gets a +2 bonus on all Gather Information checks.
zh_cn: 有`值得信赖`专长的角色的收集信息检定有2点加值。

source: A character with the Vehicle Expert feat gets a +2 bonus on all Drive checks.
zh_cn: 有`载具专家`专长的角色驾驶检定有2点加值。

source: A character with the Vehicle Expert feat gets a +2 bonus on all Pilot checks.
zh_cn: 有`载具专家`专长的角色驾机检定有2点加值。

source: A character with this feat may throw weapons at his or her full normal rate of attacks.
zh_cn: 有此专长的角色可以以正常攻击速度掷出武器。

source: A character without a demolitions kit takes a –4 penalty on Demolitions checks.
zh_cn: 无爆破工具的角色的爆破检定将有4点减值。

source: A character without a disguise kit takes a –4 penalty on Disguise checks.
zh_cn: 无易容工具的角色的易容检定将有4点减值。

source: A character without a forgery kit takes a –4 penalty on Forgery checks.
zh_cn: 无伪造工具的角色的伪造检定将有4点减值。

source: A character without an appropriate instrument automatically fails any Perform (keyboard), Perform (percussion), Perform (stringed), or Perform (wind) check he or she attempts.
zh_cn: 角色若没有合适的乐器，表演（键盘乐器）、表演（打击乐器）、表演（弦乐器）、表演（管乐器）检定自动失败。

source: A character without climbing gear takes a –4 penalty on Climb checks.
zh_cn: 无攀爬装备的角色的攀爬检定将有4点减值。

source: A character’s Defense is equal to:
zh_cn: 角色的防御值等于：

source: A character’s Defense represents how hard it is for opponents to land a solid, damaging blow on the character.
zh_cn: 角色的防御值代表了对方对自己成功施加结实有力的一次打击的难度。

source: A character’s Intelligence modifier is applied to determine the total skill points gained each level (but always at least 1 point per level, even for a character with an Intelligence penalty).
zh_cn: 角色的智力调整值决定了每级获得的技能点数（但每级至少1点，角色有智力减值也是如此）。

source: A character’s Intimidate check is op-posed by the target’s level check (1d20 + the target’s character level or Hit Dice).
zh_cn: 角色的威吓检定是与目标的等级检定（1d20+目标的角色等级或生命骰）对抗。

source: A character’s Spot check is modified by a –1 penalty for every 10 feet of distance between the character and the character or object he or she is trying to discern.
zh_cn: 角色与目标每隔10尺远，侦察检定就受到1点减值。

source: A character’s Strength modifier applies to damage rolls made when using this weapon.
zh_cn: 使用此武器时，角色的力量调整值将应用于伤害骰。

source: A character’s Strength modifier is always added to a melee weapon’s attack roll and damage roll.
zh_cn: 近战武器的攻击骰和伤害骰总是要加上角色的力量调整值。

source: A character’s Wealth bonus can never decrease to less than +0.
zh_cn: 角色的财富加值不会减至低于0。

source: A character’s Wealth bonus can never fall below +0, and there is no limit to how high the Wealth bonus can climb.
zh_cn: 角色的财富加值下限是0，没有上限。

source: A character’s Wealth bonus only goes down if he or she successfully buys an object or service.
zh_cn: 角色的财富加值只会在其成功购买物品或服务时下降。

source: A character’s Wealth bonus recovers as the character advances.
zh_cn: 角色的财富加值随着角色的进步而恢复。

source: A character’s Wealth bonus serves as the basis of the character’s Wealth check, which is used to purchase equipment and services for the character.
zh_cn: 角色的财富加值是角色财富检定的基础，财富检定用于为角色购买装备和服务。

source: A character’s ability score can’t drop below 0.
zh_cn: 角色的属性值不会跌到负数。

source: A character’s attack bonus on a grapple check is:
zh_cn: 角色对擒抱检定的攻击加值为：

source: A character’s attack bonus with a melee weapon is:
zh_cn: 角色使用近战武器的攻击加值为：

source: A character’s carrying capacity depends directly on the character’s Strength score, as shown on Table: Carrying Capacity.
zh_cn: 角色的负重能力直接取决于角色的力量值，如`表：负重能力`所示。

source: A character’s class and level grant an innate bonus to Defense.
zh_cn: 角色的职业和等级提供了一个固有的防御加值。

source: A character’s class and level grant the character an innate bonus to Defense.
zh_cn: 角色的职业和等级给角色提供了一个固有的防御加值。

source: A character’s hit points tell how much punishment he or she can take before dropping.
zh_cn: 角色的生命值表示角色在倒下前还能承受多少伤害。

source: A character’s massive damage threshold is equal to the character’s current Constitution score; it can be increased by taking the Improved Damage Threshold feat.
zh_cn: 角色的巨创阈值等于角色当前的体质值；巨创阈值还会受“巨创阈值提升”（及其高级专长）专长提供加成。

source: A character’s medical insurance is built into his or her Wealth bonus; the purchase DCs represent the ancillary expenses not covered, or only partly covered, by insurance.
zh_cn: 角色的医疗保险是建立在其财富加值基础上的；购买DC代表了保险未覆盖到或只有部分覆盖到的医护项目。

source: A character’s saving throw bonus is:
zh_cn: 角色的豁免骰加值为：

source: A character’s speed tells how far he or she can move in a move action.
zh_cn: 角色的速度表示角色能在一个移动动作中移动多远。

source: A character’s speed when unarmored is sometimes called base speed.
zh_cn: 角色不穿甲时的速度一般叫做`基础速度`。

source: A charging or running creature must immediately stop if it steps on a caltrop.
zh_cn: 冲锋或奔跑的生物踩到铁蒺藜必须立即停下。

source: A chemical irritant that can temporarily blind a target, pepper spray comes in a single-shot container.
zh_cn: 辣椒喷雾器是一种化学刺激物，可以使目标短暂失明，一罐的用量只够使用一次。

source: A classic dirt bike, this is very similar to the motorcycle used by United States Army cavalry scouts.
zh_cn: 这是一款经典的越野摩托，与美军机动侦察兵使用的摩托相似。

source: A cloudy night provides sufficient ambient light, but a pitch-black cave or a sealed room doesn’t.
zh_cn: 多云的夜晚可提供足够的环境光，而伸手不见五指的洞穴或密室无法提供。

source: A collapsed baton is Small and can’t be used as a weapon.
zh_cn: 收缩的甩棍是小型尺寸，且不能作为武器使用。

source: A college-age student should also pick a major field of study.
zh_cn: 大学生及以上学历需要选定自己所学习的专业。

source: A color flatbed scanner allows the user to transfer images and documents from hard copy into a computer in digital form.
zh_cn: 彩色平板扫描仪可用来将图像和文件硬拷贝，以数字形式存进电脑。

source: A combination tool bag and notebook computer case, this has pockets for tools, pens, notepads, and cell phones.
zh_cn: 工具包和笔记本电脑箱的结合，内含工具袋、笔袋、笔记本袋和手机袋。

source: A compass grants its user a +2 equipment bonus on Navigate checks.
zh_cn: 指南针会为寻路检定提供2点装备加值。

source: A compass relies on the Earth’s magnetic field to determine the direction of magnetic north.
zh_cn: 指南针依赖于地磁场，指向地磁北极。

source: A contact can, however, provide information or render a service (make a specific skill check on the Investigator’s behalf).
zh_cn: 但联系人可以为调查员提供信息或服务（代调查员进行特定的技能检定）。

source: A contact will not accompany an Investigator on missions or risk his or her life.
zh_cn: 联系人不会作为调查员的同伴参与游戏过程，也不会因游戏机制危害到生命。

source: A copilot can also drive the vehicle if the driver cannot or chooses not to, provided there is a second set of controls at the copilot’s seat (usually true in aircraft, but not ground vehicles).
zh_cn: 如果驾驶员不能或不想驾驶，副驾驶可以代替驾驶员驾驶，前提是副驾驶位也有一套控制系统（常见于飞行器，而非地面载具）。

source: A covering character can choose not to apply his or her Dexterity bonus to Defense and/or his or her dodge bonus, if the character so desires.
zh_cn: 提供掩蔽的角色也可自己选择不应用敏捷加值以及闪避加值。

source: A creature is im-mune to its own gaze attack unless otherwise noted.
zh_cn: 生物对自己的凝视攻击免疫，除非另有说明。

source: A creature is immune to its own breath weapon and those of others of its kind unless noted otherwise.
zh_cn: 生物对自己的喷吐武器以及其他同类喷吐武器免疫，除非另有说明。

source: A creature that loses all of its levels or Hit Dice dies and, depending on the source of the energy drain, might rise as an undead creature of some kind.
zh_cn: 失去了所有等级或生命骰的生物将会死亡，根据吸取者的种类，受害者将会复活成指定类型的不死生物。

source: A creature with access to divine spells must prepare them in the normal manner.
zh_cn: 施展神术法术的生物必须像如常准备法术。

source: A creature with claws, fangs, and similar natural physical weapons, for example, counts as armed.
zh_cn: 比如带有爪子、尖牙及类似天生物理武器的生物被视为非徒手。

source: A creature with no Constitution has no body or no metabolism.
zh_cn: 无体质属性的生物无实体或实体不进行新陈代谢。

source: A creature with no Dexterity score can't move.
zh_cn: 无敏捷属性的生物无法移动。

source: A creature with no Intelligence score is an automaton, operating on simple instincts or programmed instructions.
zh_cn: 无智力的生物为机器人，通过简单本能或程序化的指令进行行动。

source: A creature with no Strength score can't exert force, usually because it has no physical body or because it doesn't move.
zh_cn: 无力量属性的生物无法发挥物理力的作用，通常这种情况是由于该生物不具有实体或无法运动。

source: A creature with the scent ability can follow tracks by smell, making a Wisdom check to find or follow a track.
zh_cn: 有灵敏嗅觉的生物可以追踪气味，这需要一个感知检定。

source: A creature’s size works in its favor when grappling, if that creature is Large or larger in size.
zh_cn: 如果生物是大型或更大的体型，这将有利于擒抱检定。

source: A critical hit multiplies the character’s damage.
zh_cn: 重击将使角色的伤害倍增。

source: A crossbow requires two hands to use.
zh_cn: 弩必须双手操作。

source: A dazed creature can’t act for 1d4 rounds.
zh_cn: 眩晕的生物在1d4轮内无法行动。

source: A detonator activates an explosive, causing it to explode.
zh_cn: 起爆器能引爆爆炸物。

source: A dial-up modem uses a standard telephone line; while it’s connected, that telephone line can’t be used for another purpose.
zh_cn: 拨号调制解调器使用一根标准电话线，电话线连接后就不能同时用于其他用途。

source: A digital communications device that comes in a hand-held model or as a headset, a cell phone uses a battery that lasts for 24 hours before it must be recharged.
zh_cn: 一次充电至少能使用24小时的手持或头戴的数字通讯设备。
